[
  {
    "id": 1,
    "title_en": "About Us",
    "title_th": "เกี่ยวกับเรา",
    "detail_en": "<p> <strong>Singha Estate Public Company</strong> Limited and company’s business group (“the Company”) operate business in the residential real estate, hotel business, and commercial real estate sector. The Company greatly value the importance of protection of your personal data and treat it with utmost respect. Therefore, the Company has a security system to protect your personal data as well as international standards procedure to prevent unauthorized access, disclosure, use, or alteration of personal data. </p><p> The Company reserves the right to amend this privacy notice at any time. The said amendment will be posted on the Company website </p><p>In this Privacy Notice:</p><p> <strong>“Personal Data”</strong> means any information relating to a person, which enables the identification of such person, whether directly or indirectly, but not including the data of the deceased persons or anonymized data </p><p> <strong>“Cookies”</strong> means small text file consisting of parts of data from a download activity that may be stored in a web browser you use to access. Cookies data may be saved on your computer device or any communication tools that you use to access the web browser while you visit the Company’s website. </p><p> <strong>“Company’s business group”</strong> means the business entity that held by Singha estate 10% upward as announced in the Company’s annual report </p><p> <strong>“Company’s business partner”</strong> means the business entity that are incorporated with agreement for personal data disclosure </p>",
    "detail_th": "<p>บริษัท สิงห์ เอสเตท จำกัด (มหาชน) และกลุ่มธุรกิจของบริษัท (“บริษัท”) ดำเนินธุรกิจด้านอสังหาริมทรัพย์เพื่อการพักอาศัย ธุรกิจโรงแรม และธุรกิจอสังหาริมทรัพย์เพื่อการค้า ซึงบริษัทตระหนัก และให้ความสำคัญในเรื่องการป้องกัน และเคารพสิทธิข้อมูลส่วนบุคคลของท่าน ดังนั้นบริษัทจึงมีระบบการรักษาความปลอดภัยของข้อมูลส่วนบุคคลของท่าน และขั้นตอนการดำเนินงานที่เป็นมาตรฐานสากล เพื่อป้องกันการเข้าถึง เปิดเผย นำไปใช้ หรือเปลี่ยนแปลงข้อมูลโดยมิได้รับอนุญาต</p><p>บริษัทขอสงวนสิทธิในการปรับปรุงเปลี่ยนแปลงประกาศความเป็นส่วนตัวนี้ได้ตลอดเวลา</p><p>โดยการปรับปรุงเปลี่ยนแปลงดังกล่าวจะถูกประกาศไว้บนเว็บไซต์ของบริษัท</p><p>ในประกาศความเป็นส่วนตัวนี้</p><p><strong>“ข้อมูลส่วนบุคคล”</strong> หมายถึง ข้อมูลเกี่ยวกับบุคคลซึ่งสามารถระบุตัวบุคคลนั้นได้ไม่ว่าทางตรงหรือทางอ้อม แต่ไม่รวมถึงข้อมูลของผู้ถึงแก่กรรมและข้อมูลนิรนามที่ไม่สามารถระบุถึงตัวตนของเจ้าของข้อมูลได้</p><p><strong>“คุกกี้ (Cookies)”</strong> หมายถึง ข้อความขนาดเล็กที่ประกอบด้วยส่วนของข้อมูลที่มาจากการดาวน์โหลดที่อาจถูกเก็บบันทึกไว้ในเว็บเบราว์เซอร์ที่ท่านเข้าใช้งาน และข้อมูลดังกล่าวอาจถูกบันทึกลงในอุปกรณ์คอมพิวเตอร์ หรือเครื่องมือสื่อสารที่ท่านเข้าใช้งาน ผ่านทางเว็บเบราว์เซอร์ที่ท่านเลือกใช้ในขณะเข้าเยี่ยมชมเว็บไซต์ของบริษัท</p><p><strong>“กลุ่มธุรกิจของบริษัท”</strong> หมายถึง นิติบุคคลที่บริษัทถือหุ้นร้อยละ 10 ขึ้นไป ตามที่ประกาศในเอกสารรายงานประจำปีของบริษัท</p><p><strong>“พันธมิตรของบริษัท”</strong> หมายถึง นิติบุคคลนอกกลุ่มธุรกิจของบริษัทที่มีการทำข้อตกลงร่วมกันในการเปิดเผยข้อมูลส่วนบุคคล</p>"
  },
  {
    "id": 2,
    "title_en": "Personal Data the Company Collects from You",
    "title_th": "ข้อมูลส่วนบุคคลที่เราเก็บรวบรวมจากท่าน",
    "detail_en": "<p>The company will collect your personal data as necessary for lawful purposes. The Company may receive personal data through both direct and indirect means such as electronic channels, physical documents, inquiries, government agencies, business partners, and/or other service providers such as Facebook, Instagram, Line, and etc.</p><p>The company may collect your personal data such as;</p>",
    "detail_th": "<p>บริษัทจะเก็บรวบรวมข้อมูลส่วนบุคคลของท่านเท่าที่จำเป็นตามวัตถุประสงค์อันชอบด้วยกฎหมาย ซึ่งบริษัทได้รับข้อมูลทั้งทางตรงและทางอ้อม เช่น ทางอิเล็กทรอนิกส์ เอกสาร การสอบถามหน่วยงานราชการ พันธมิตรของบริษัท และ/หรือ ผู้ให้บริการอื่น เช่น Facebook Instagram และ Line เป็นต้น</p><p>ทั้งนี้ บริษัทอาจเก็บข้อมูลส่วนบุคคลของท่าน อาทิเช่น</p>",
    "list1_en": [
      "Personal data and your interest such as name, surname, gender, age, nationality, date of birth, marital status, address, occupation, work place, postal code, email address, telephone number, national ID number, passport number, credit card number, bank account number, monthly income, payment data, vehicle information, purchase history, interest, liking, budget, purchase reasons, survey feedbacks, preference of products and services, hobby such as sport, and travel;",
      "Identifiable image data such as pictures and videos of you and/or your belongings that the Company may collect from CCTV cameras and cameras when there is access to office building, retail space, areas under the Company’s responsibility, during events, meetings, or any seminars;",
      "Sensitive data such as race, religion, health information, and etc. In the event that the Company has accidentally received it and has no intention to collect such data, the Company will not use your sensitive data;",
      "Technical data such as website usage and searching behaviors. The Company may use cookie as a tool to collect IP address, the type of web browser used to access website, visit duration, websites that refer to the Company's website, and your location data during website access;.",
      "Marketing and communication data such as your preferences in receiving marketing material, including contact information, and voice recording when you communicate with Call Center or through other social media channels."
    ],
    "list1_th": [
      "ข้อมูลส่วนตัวและความสนใจของท่าน เช่น ชื่อ นามสกุล เพศ อายุ สัญชาติ วันเกิด สถานภาพสมรส ที่อยู่ อาชีพ สถานที่ทำงาน รหัสไปรษณีย์ อีเมล หมายเลขโทรศัพท์ เลขบัตรประจำตัวประชาชน หมายเลขหนังสือเดินทาง เลขบัตรเครดิต หมายเลขบัญชี รายได้ส่วนบุคคลต่อเดือน ข้อมูลการชำระเงิน รถยนต์ที่ใช้งาน การสั่งซื้อ ความสนใจ ความชอบ งบประมาณ เหตุผล ในการเลือกซื้อ ข้อมูลความเห็นจากการตอบแบบสำรวจ รูปแบบผลิตภัณฑ์และการบริการ ที่ท่านสนใจ งานอดิเรก กีฬา หรือการท่องเที่ยว เป็นต้น",
      "ข้อมูลรูปภาพที่สามารถระบุตัวตนได้ อันได้แก่ ข้อมูลภาพนิ่งหรือภาพเคลื่อนไหวของท่าน และ/หรือทรัพย์สินของท่านที่บริษัทอาจเก็บรวบรวมได้จากกล้องโทรทัศน์วงจรปิด กล้องถ่ายภาพเมื่อมีการเข้าถึงพื้นที่ภายในอาคารสำนักงาน พื้นที่ค้าปลีก หรือสถานที่ที่อยู่ในความดูแล ของบริษัทและในงานกิจกรรม งานประชุม หรืองานสัมมนาต่าง ๆ ที่บริษัทจัดขึ้น",
      "ข้อมูลส่วนบุคคลประเภทข้อมูลอ่อนไหว เช่น เชื้อชาติ ศาสนา ข้อมูลสุขภาพ เป็นต้น ในกรณี ที่บริษัทได้รับข้อมูลอ่อนไหวของท่านมาโดยไม่ได้ตั้งใจ และไม่มีเจตนาที่จะเก็บรวบรวมข้อมูลของท่าน บริษัทจะไม่นำข้อมูลอ่อนไหวของท่านไปใช้",
      "ข้อมูลทางเทคนิค เช่น การใช้งานและพฤติกรรมการสืบค้นข้อมูลในเว็บไซต์ โดยบริษัทอาจใช้คุกกี้เป็นเครื่องมือในการเก็บรวมรวมข้อมูล หมายเลขไอพี ชนิดของเว็บเบราว์เซอร์ที่ใช้ในการเข้าถึง หน้าเว็บไซต์ที่เข้าเยี่ยมชม เวลาที่เยี่ยมชม เว็บไซต์ที่อ้างถึงเว็บไซต์ของบริษัท และข้อมูลซึ่งระบุตำแหน่งพื้นที่ของท่านขณะที่ใช้งานเว็บไซต์ เป็นต้น",
      "ข้อมูลการตลาดและการสื่อสาร เช่น การตั้งค่าของท่านในการรับข้อมูลการตลาด รวมถึงข้อมูลการติดต่อ การบันทึกเสียงกรณีที่ท่านเข้ามาติดต่อทาง Call Center หรือผ่านทางช่องทางสื่อสังคมออนไลน์อื่น ๆ เป็นต้น"
    ],
    "detail2_en": "<p>The Company collect, use, and disclose aggregated data, such as statistical and demographic information. The aggregated data may derive from your personal data; however, such data is not considered as a personal data since it cannot be used to identify a specific individual. For example, the Company may use some of your data after the process of anonymization to create statistical information of people who access the website.</p><p>The Company is fully aware that the data used must not be able to revert to identifiable data. If the data is then able to be used to identify a specific individual, it will be considered as personal data and will be treated in accordance with this Privacy Notice.</p><p>The Company’s website may lead you to a third-party website via a link; such action may allow other websites to collect, use, or disclose your personal data without the Company’s involvement. These services and websites may operate independently from the Company and may have their own privacy notices and policies. The Company cannot be held accountable for any collection, use, or disclosure of personal data occurred on other websites. Hence, it is encouraged that you read the privacy notices of every website you have visited.</p>",
    "detail2_th": "<p>บริษัทมีการเก็บรวบรวม ใช้ และเปิดเผย ข้อมูลโดยรวม เช่น ข้อมูลเชิงสถิติ หรือข้อมูลประชากร ทั้งนี้ข้อมูลโดยรวมนั้นอาจได้มาจากข้อมูลส่วนบุคคลของท่าน อย่างไรก็ตาม ข้อมูลดังกล่าวเป็นข้อมูล ที่ไม่สามารถระบุตัวตนของบุคคลได้ ตัวอย่างเช่น บริษัทอาจใช้ข้อมูลบางส่วนของท่านโดยทำให้ข้อมูลเป็นข้อมูลนิรนามเพื่อคำนวณอัตราของผู้ที่เข้าถึงเว็บไซต์ หรือทำข้อมูลเชิงสถิติต่าง ๆ</p><p>บริษัทตระหนักดีว่าข้อมูลที่นำมาใช้จะต้องไม่สามารถกลับมาระบุตัวตนได้ เมื่อใดก็ตามที่ข้อมูลสามารถกลับมาระบุตัวตนได้ บริษัทจะถือว่าข้อมูลดังกล่าวนั้นเป็นข้อมูลส่วนบุคคลและต้องปฏิบัติตามประกาศความเป็นส่วนตัวนี้</p><p>เว็บไซต์ของบริษัทอาจนำพาท่านไปสู่หน้าเว็บไซต์อื่นที่ไม่ใช่ของบริษัทจากการเชื่อมต่อ ซึ่งอาจทำให้เว็บไซต์อื่นสามารถเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลของท่านได้ โดยบริษัทไม่มีส่วนเกี่ยวข้อง แต่อย่างใดต่อการบริการ และเว็บไซต์เหล่านี้อาจดำเนินงานเป็นอิสระจากบริษัท และอาจมีประกาศและนโยบายความเป็นส่วนตัวที่เป็นของตัวเอง บริษัทไม่สามารถรับผิดชอบต่อการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลที่เกิดขึ้นจากหน้าเว็บไซต์อื่นนั้นได้ ดังนั้น บริษัทขอแนะนำให้ท่านอ่านประกาศความเป็นส่วนตัวของทุกเว็บไซต์ที่ท่านได้มีการเข้าเยี่ยมชม</p>"
  },
  {
    "id": 3,
    "title_en": "Purposes of Personal Data Collection, or Disclosure",
    "title_th": "วัตถุประสงค์ในการเก็บรวบรวม ใช้ หรือเปิดเผยข้อมูลส่วนบุคคลของท่าน",
    "detail_en": "<p>In order to conduct business operations, activities and/or transactions according to your request and/or to achieve the Company's objectives, the Company may collect, use and disclose your personal data, including but not limited to; the following objectives;</p>",
    "detail_th": "<p>เพื่อทำธุรกรรม กิจกรรม และ/หรือรายการใด ๆ ตามความประสงค์ของท่าน และ/หรือให้บรรลุซึ่งจุดมุ่งหมายของบริษัท บริษัทอาจเก็บรวบรวม ใช้ และเปิดเผยข้อมูลส่วนบุคคลของท่าน ซึ่งรวมถึง แต่ไม่จำกัดเพียงวัตถุประสงค์ ดังต่อไปนี้ </p>",
    "list1_en": [
      "To proceed with the purchase of the Company’s goods or services as requested;",
      "To carry out the contract you have with the company, or to process your request prior to entering into the contract; whether it is for procurement inspection of product or service quality, service provider performance evaluation, or any other relevant procedures. If you do not provide your personal data, the Company may not be able to proceed with your request as notified or there may be other legal effects;",
      "To carry out the contract with the contracting party that the Company procures or uses;",
      "To comply with the law;",
      "To serve public interest or carry out tasks assigned to the Company by government agencies;",
      "To carry out the Company’s legitimate interests such as maintain relationship with you, enhance the Company’s business operation standard, and prevent illegal activities;",
      "To develop marketing plans, conduct data analysis, assess service, improve and develop product or service of the Company, and enhance the efficiency of the website;",
      "To provide security and prevent illegal actions in the office building, retail areas, or areas under the Company’s responsibility, using data from CCTV cameras when there is access of such locations;",
      "To achieve the Company’s internal objectives or to conduct public relations for external audience through both print and the Company’s social media channels. This activity include the Company’s collection of picture or video from events, meetings, or any seminars held by the Company. Nonetheless, the said data will not be used for commercial purposes;",
      "In the event that the Company receives your explicit consent, the Company will only use your personal data for purposes you have given consent to;",
      "In the event that the Company collects minor personal data, the Company will only process in accordance with the purposes data subject has provided it for and such data will not be used for any other or marketing purpose;",
      "If the Company wishes to process sensitive data, the Company has to acquire your explicit consent before or during the collection of such data."
    ],
    "list1_th": [
      "เพื่อดำเนินการซื้อสินค้าหรือบริการจากบริษัทตามที่ท่านประสงค์",
      "เพื่อดำเนินการทำสัญญาที่ท่านมีกับบริษัท หรือดำเนินการตามคำขอของท่านก่อนเข้าทำสัญญา ไม่ว่าจะเป็นการจัดซื้อจัดจ้าง การตรวจสอบคุณภาพของสินค้าหรือบริการ การประเมินประสิทธิภาพของผู้ให้บริการ หรือดำเนินการในกรณีอื่น ๆ ที่เกี่ยวข้อง หากท่านไม่ให้ข้อมูล ส่วนบุคคลของท่าน บริษัทอาจไม่สามารถดำเนินการให้ตามที่ท่านประสงค์ และตามที่บริษัทได้แจ้งไว้ต่อท่าน หรือมีผลอื่นใดตามกฎหมาย",
      "เพื่อดำเนินการตามสัญญากับคู่สัญญาที่บริษัทจัดจ้างหรือใช้บริการ",
      "เพื่อการปฏิบัติตามกฎหมาย",
      "เพื่อประโยชน์สาธารณะหรือปฏิบัติหน้าที่ตามที่รัฐมอบหมายให้แก่บริษัท",
      "เพื่อประโยชน์อันชอบธรรมของบริษัท เช่น การรักษาความสัมพันธ์กับท่าน การยกระดับมาตรฐานการทำงานของบริษัท และการป้องกันการกระทำผิดกฎหมาย เป็นต้น",
      "เพื่อพัฒนาแผนการตลาด วิเคราะห์ข้อมูล ประเมินการบริการ การปรับปรุงและพัฒนาสินค้าหรือบริการของบริษัท รวมถึงการปรับปรุงประสิทธิภาพในการทำงานของเว็บไซต์",
      "เพื่อรักษาความปลอดภัย และป้องกันการกระทำที่ผิดกฎหมายในบริเวณอาคารสำนักงาน พื้นที่ค้าปลีกหรือ สถานที่ที่อยู่ในความดูแลของบริษัท โดยใช้ข้อมูลที่บันทึกจากกล้องโทรทัศน์วงจรปิดเมื่อมีการเข้าออกพื้นที่ดังกล่าว",
      "เพื่อวัตถุประสงค์ภายในของบริษัทหรือเพื่อใช้ในการประชาสัมพันธ์บริษัทแก่บุคคลภายนอก ผ่านช่องทางสื่อสิ่งพิมพ์ หรือช่องทางสื่อสังคมออนไลน์ของบริษัท โดยใช้ภาพนิ่งหรือภาพเคลื่อนไหวที่เก็บรวบรวมจากงานกิจกรรม งานประชุม หรืองานสัมมนาต่าง ๆ ที่บริษัทจัดขึ้น ซึ่งข้อมูลดังกล่าวที่บริษัทเก็บรวบรวมได้จะไม่ถูกนำไปใช้เพื่อวัตถุประสงค์ทางการค้า",
      "ในกรณีที่บริษัทได้รับความยินยอมอย่างชัดแจ้งจากท่าน บริษัทจะใช้ข้อมูลของท่านตามวัตถุประสงค์ที่ท่านได้ให้ความยินยอมไว้เท่านั้น",
      "ในกรณีที่บริษัทเก็บรวบรวมข้อมูลผู้เยาว์ บริษัทจะประมวลผลข้อมูลตามวัตถุประสงค์ที่เจ้าของข้อมูลให้ไว้เท่านั้น และไม่ใช้เพื่อวัตถุประสงค์อื่น หรือทำการตลาด",
      "ในกรณีที่บริษัทมีความประสงค์จะประมวลผลข้อมูลอ่อนไหว บริษัทจะต้องได้รับความยินยอมอย่างชัดแจ้งจากท่านก่อน หรือขณะเก็บรวบรวมข้อมูล"
    ]
  },
  {
    "id": 4,
    "title_en": "Cross Boarder Transfer of Personal Data",
    "title_th": "การโอนข้อมูลไปยังต่างประเทศ",
    "detail_en": "<p>Your personal data may be transferred to third party or servers which located internationally. The destination country may or may not have equal data protection standard as Thailand; however, the Company will ensure before transfer that the personal data is protected with equal and appropriate security measures in accordance with the Thai personal data protection legal requirements and standard. Cross boarder transfer of personal data will be in accordance with lawful basis such as contractual basis, legitimate interest, public tasks, and as you have given your consent for.</p>",
    "detail_th": "<p>ข้อมูลส่วนบุคคลของท่านอาจถูกส่งไปยังบุคคลภายนอกที่อยู่ต่างประเทศ หรือเครื่องแม่ข่าย (Server) ที่อยู่ในต่างประเทศซึ่งอาจมีมาตรฐานการคุ้มครองข้อมูลส่วนบุคคลไม่เท่าเทียมกับประเทศไทย ดังนั้น บริษัทจะทำให้มั่นใจก่อนโอนข้อมูลอย่างเหมาะสมตามมาตรการการคุ้มครองข้อมูลส่วนบุคคล หรือกฎหมายของประเทศไทย การโอนข้อมูลดังกล่าวจะกระทำโดยชอบด้วยกฎหมายตามสัญญา เพื่อ ประโยชน์อันชอบธรรม สาธารณะประโยชน์ ภารกิจของรัฐมอบหมายและตามที่ได้รับความยินยอมจากท่าน</p>"
  },
  {
    "id": 5,
    "title_en": "Use of Cookies",
    "title_th": "การใช้งานคุกกี้",
    "detail_en": "<p>The Company utilize cookies to improve your browsing experience and enhance your satisfaction. Cookies will allow the Company to understand the website usage and make the website more accessible and convenient. Furthermore, cookies data will be used to develop the Company’s website to be more suitable to your needs. Hence, the company may need to use cookies for statistical analysis, as well as linking data and process it according to marketing objectives.</p>",
    "detail_th": "<p>บริษัทใช้คุกกี้เพื่อเพิ่มประสบการณ์และความพึงพอใจของท่าน โดยคุกกี้จะทำให้บริษัทเข้าใจลักษณะการใช้งานเว็บไซต์เพื่อให้ท่านเข้าถึงสิ่งที่ท่านประสงค์ได้ง่าย และสะดวกยิ่งขึ้น รวมถึงข้อมูลเหล่านี้ จะถูกนำไปพัฒนาเว็บไซต์ของบริษัทให้ตรงกับความต้องการของท่านมากยิ่งขึ้น ทั้งนี้บริษัทอาจใช้คุกกี้เพื่อวิเคราะห์ทางสถิติ ตลอดจนเชื่อมโยงข้อมูลและประมวลผลตามวัตถุประสงค์ทางการตลาด</p>",
    "subtitle1_en": "5.1 Categories of Cookies",
    "subtitle1_th": "5.1 ประเภทของคุกกี้",
    "subtitle2_en": "5.2 Cookies Deletion",
    "subtitle2_th": "5.2 การลบคุกกี้",
    "list1_en": [
      "Company uses various categories of cookies, divided by the following objectives;",
      "Necessary cookies, this type of cookies is crucial for the functionality of the website, allowing you to access all contents and fully utilize the Company’s website;",
      "Analytical and performance evaluation cookies, this type of cookies allow the company measure performance, through calculating the number of pages you visit, as well as the number and unique characteristics of specific visitor group. This data will be used to analyze behavior patterns of website visitors, and the results will be used to improve the website to meet visitors’ needs and enhance visitor’s usage;",
      "Functional cookies, this type of cookies is used to remember your options during website usage, to provide convenience when you re-visit the website;",
      "Advertising cookies, this type of cookies will remember your website access and visit and interest points. This data will be used to develop the website and improve appropriate marketing policy."
    ],
    "list1_th": [
      "บริษัทมีการใช้โปรแกรมคุกกี้ประเภทต่าง ๆ แบ่งตามวัตถุประสงค์ดังต่อไปนี้", 
      "คุกกี้ที่จำเป็นต่อการใช้งาน คุกกี้ประเภทนี้มีความจำเป็นอย่างยิ่งในเว็บไซต์ ซึ่งจะทำให้ ท่านสามารถเข้าถึงข้อมูลและใช้งานในเว็บไซต์ของบริษัทได้ทุกส่วน",
      "คุกกี้เพื่อการวิเคราะห์และวัดผลการทำงาน คุกกี้ประเภทนี้จะช่วยให้บริษัทสามารถวัดผล การทำงาน โดยประมวลจำนวนหน้าที่ท่านเข้าเยี่ยมชม ตลอดจนจำนวนลักษณะเฉพาะของ กลุ่มผู้เยี่ยมชมนั้น ๆ ซึ่งข้อมูลดังกล่าวจะนำมาใช้ในการวิเคราะห์รูปแบบพฤติกรรมของผู้เยี่ยมชม และจะนำผลลัพธ์ไปใช้ในการปรับปรุงเว็บไซต์ให้ตอบสนองความต้องการและการใช้งานของ ผู้เยี่ยมชมได้ดียิ่งขึ้น",
      "คุกกี้เพื่อการทำงาน คุกกี้ประเภทนี้ใช้จดจำตัวเลือกต่าง ๆ ที่ท่านเลือกในขณะใช้งานในเว็บไซต์ เพื่ออำนวยความสะดวกเมื่อท่านกลับเข้ามาใช้งานเว็บไซต์อีกครั้ง",
      "คุกกี้เพื่อการโฆษณา คุกกี้ประเภทนี้จะจดจำการเข้าหน้าเว็บไซต์ จุดเยี่ยมชมและความสนใจของท่าน ข้อมูลที่ได้นี้จะนำไปประกอบการปรับเปลี่ยนหน้าเว็บไซต์ และนโยบายทางการตลาดที่เหมาะสม"
    ],
    "detail2_en": "<p>You can delete cookies by utilizing the various methods specified by each web browser that you use.</p>",
    "detail2_th": "<p>ท่านสามารถลบคุกกี้ได้โดยศึกษาวิธีการต่าง ๆ ที่ระบุตามแต่ละเว็บเบราว์เซอร์ที่ท่านเลือกใช้งาน</p>"
  },
  {
    "id": 6,
    "title_en": "Disclosure of Personal Data",
    "title_th": "รายละเอียดการเปิดเผยข้อมูลส่วนบุคคล",
    "detail_en": "<p>Company will keep your personal data confidential and does not have policy to sell your personal data to third party. If there is legal necessity to disclose your personal data, the Company will only disclose your personal data to authorized person, as necessary. However, the Company may disclose and transfer personal data to person or parties as listed below:</p>",
    "detail_th": "<p>บริษัทจะเก็บข้อมูลส่วนบุคคลของท่านเป็นความลับ และบริษัทไม่มีนโยบายการขายข้อมูลส่วนบุคคลไปยังบุคคลภายนอก หากมีความจำเป็นต้องเปิดเผยตามกฎหมาย บริษัทจะเปิดเผยข้อมูลส่วนบุคคลเท่าที่จำเป็นให้แก่บุคคลที่มีสิทธิ์เท่านั้น อย่างไรก็ตามบริษัทอาจจะมีการเปิดเผยข้อมูลส่วนบุคคลให้กับบุคคลหรือหน่วยงานที่มีความเกี่ยวข้องกับบริษัทดังต่อไปนี้</p>",
    "list1_en": [
      "Company’s business group and the Company’s authorized representative personnel",
      "Company’s business partner (The Company will disclose company’s business partner list if there are partners as defined above.)",
      "Service providers such as representative companies, agents, contractors, consultants, financial institutions, cloud service providers, marketing companies, and information technology (IT) development companies. Such parties may locate either domestically or internationally and all party is under agreement with the Company",
      "Condominium and housing estate juristic person, and/or condominium, and housing estate manager",
      "Government or regulatory agencies, to comply with law or request of authorized departments"
    ],
    "list1_th": [
      "กลุ่มธุรกิจของบริษัท และบุคคลที่ได้รับอนุญาตเป็นตัวแทนของบริษัท",
      "พันธมิตรของบริษัท (บริษัทจะเปิดเผยรายชื่อหากมีพันธมิตรตามนิยามข้างต้น)",
      "ผู้ให้บริการ เช่น บริษัทตัวแทน คู่ค้า ผู้รับเหมา ที่ปรึกษา สถาบันการเงิน ผู้ให้บริการคลาวด์ บริษัทรับจ้างทำกิจกรรมทางการตลาด บริษัทรับจ้างพัฒนาเทคโนโลยีสารสนเทศ ทั้งในประเทศและต่างประเทศที่บริษัทมีข้อตกลงด้วยเท่านั้น",
      "นิติบุคคลอาคารชุด หรือ นิติบุคคลหมู่บ้านจัดสรร และ/หรือ ผู้บริหารอาคารชุด หรือ ผู้บริหารหมู่บ้านจัดสรร",
      "หน่วยงานราชการหรือหน่วยงานกำกับดูแล เพื่อปฏิบัติตามกฎหมายหรือตามคำสั่งของหน่วยงานนั้น ๆ"
    ]
  },
  {
    "id": 7,
    "title_en": "Rights of Data Subject",
    "title_th": "สิทธิเจ้าของข้อมูลส่วนบุคคล",
    "detail_en": "<p>You can submit a request to exercise your legal rights through the Company’s contact channel provided under \"11. Contact Us.\". The Company will then process your request as soon as possible; however, it also depends on the volume and complexity of the request</p>",
    "detail_th": "<p>ท่านสามารถยื่นคำร้องการใช้สิทธิต่าง ๆ ตามกฎหมาย ได้ตามรายละเอียดในข้อ “11. ติดต่อเรา” บริษัทจะดำเนินการตามคำร้องขอของท่านโดยเร็วที่สุด ทั้งนี้ขึ้นอยู่กับปริมาณและความซับซ้อนของคำร้อง</p>",
    "list1_en": [
      "You have the right to withdraw your consent and the Company will stop the processing of your personal data as soon as possible;",
      "You have the right to access and ask for a copy of your personal data, or to request disclosure of the acquisition of personal data obtained without your consent; unless it is when the Company must comply with the law or court order, or the request of access or to receive a copy of your personal data may impact that cause damage to the rights and freedoms of others;",
      "You have the right to request correction and rectification on your personal data to ensure that the data is correct, up-to-date, complete, and does not cause any misunderstandings;",
      "You have the right to receive or request the Company to send or transfer your personal data to other data controller, or to directly request the personal data that the Company disclose or transfer to other data controller; unless it is impossible to do so due to the technical circumstances;",
      "You have the right to request the Company to erase, destroy, or anonymized your personal data, in the event that such personal data is no longer necessary for the purpose in which it is collected for, you have withdrew your consent or object processing of personal data for direct marketing purposes and others, there is unlawful processing, and other scenarios as required by law;",
      "You have the right to restrict the processing of your personal data and the Company will stop the processing of personal data; however, the personal data shall be stored for the following purposes 1) To establish legal claims or 2) Personal data is under review for correctness or it is in the process of proving higher legitimate ground. Nonetheless, the Company will only store personal data as necessary;",
      "You have the right to object the collection, use, or disclosure of personal data for direct marketing, research purposes either in the field of science, history, or statistics; unless it is necessary for public interest, higher legitimate ground, establishment of legal claims, legal compliance, exercise of legal rights, or to defend exercise of legal rights;",
      "You have the right to file a complaint to relevant government agencies, in the event that you believe the Company, the employee or the contractor of the Company violates or does not comply with The Personal Data Protection Act of Thailand."
    ],
    "list1_th": [
      "ท่านมีสิทธิขอเพิกถอนความยินยอม โดยบริษัทจะหยุดการประมวลผลข้อมูลของท่านโดยเร็วที่สุด",
      "ท่านมีสิทธิขอทราบ และขอรับสำเนาข้อมูลส่วนบุคคลของท่าน หรือขอให้บริษัทเปิดเผยการได้มาซึ่งข้อมูลที่ท่านไม่ได้ให้ความยินยอมได้ ยกเว้นในกรณีบริษัทต้องปฏิบัติตามกฎหมาย หรือคำสั่งศาล หรือการเข้าถึงและขอรับสำเนาข้อมูลส่วนบุคคลนั้นอาจมีผลกระทบที่ก่อให้เกิดความเสียหายต่อสิทธิและเสรีภาพของบุคคลอื่น",
      "ท่านมีสิทธิขอให้บริษัทดำเนินการแก้ไขข้อมูลให้ถูกต้อง เป็นปัจจุบัน สมบูรณ์และไม่ก่อให้เกิดความเข้าใจผิด",
      "ท่านมีสิทธิขอรับข้อมูล ขอให้ส่งหรือโอนข้อมูลไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่น หรือขอรับข้อมูลที่บริษัทส่งหรือโอนไปยังผู้ควบคุมข้อมูลส่วนบุคคลอื่นโดยตรง เว้นแต่สภาพทางเทคนิค ไม่สามารถทำได้",
      "ท่านมีสิทธิขอให้บริษัทลบ ทำลาย หรือทำให้ข้อมูลส่วนบุคคลเป็นข้อมูลที่ไม่สามารถระบุ ตัวบุคคลได้ กรณีที่ข้อมูลส่วนบุคคลดังกล่าวไม่มีความจำเป็นในการเก็บรักษาไว้ตามวัตถุประสงค์ หรือเมื่อท่านเพิกถอนความยินยอมที่เคยให้ไว้ หรือใช้สิทธิคัดค้านการประมวลผลทั้งการตลาดแบบตรงและอื่น ๆ หรือมีการประมวลผลอันมิชอบด้วยกฎหมาย และกรณีอื่น ๆ ตามที่กฎหมายกำหนด",
      "ท่านมีสิทธิในการห้ามมิให้ประมวลผลข้อมูลของท่านและบริษัทจะหยุดประมวลผลข้อมูลดังกล่าวของท่าน อย่างไรก็ตามในกรณีที่แม้ว่าการประมวลผลจะไม่จำเป็นอีกต่อไปแต่การเก็บรักษา ข้อมูลนั้นไว้ยังคงจำเป็นเนื่องจากเหตุผลดังต่อไปนี้ 1) เพื่อการใช้สิทธิเรียกร้องทางกฎหมาย หรือ 2) ข้อมูลอยู่ในระหว่างการตรวจสอบความถูกต้องหรืออยู่ในระหว่างการพิสูจน์ให้เห็นถึงเหตุอันชอบด้วยกฎหมายที่สำคัญยิ่งกว่า กรณีเช่นนี้บริษัทจะยังเก็บรักษาข้อมูลส่วนบุคคลไว้เพียงเท่าที่จำเป็น",
      "ท่านมีสิทธิคัดค้านการเก็บรวบรวม ใช้ หรือ เปิดเผยข้อมูล เพื่อวัตถุประสงค์เกี่ยวกับการตลาด แบบตรง การศึกษาวิจัยทางวิทยาศาสตร์ ประวัติศาสตร์หรือสถิติ เว้นแต่การดำเนินภารกิจ เพื่อประโยชน์สาธารณะ ประโยชน์โดยชอบด้วยกฎหมายที่สำคัญยิ่งกว่า การก่อตั้งสิทธิเรียกร้องตามกฎหมาย การปฏิบัติตาม หรือการใช้สิทธิเรียกร้องตามกฎหมาย หรือการยกขึ้นต่อสู้สิทธิเรียกร้องตามกฎหมาย",
      "ท่านมีสิทธิร้องเรียนต่อหน่วยงานของรัฐ เมื่อพบว่าบริษัท ลูกจ้างหรือ ผู้รับจ้างของบริษัท กระทำการฝ่าฝืนหรือไม่ปฏิบัติตามพระราชบัญญัติคุ้มครองข้อมูลส่วนบุคคล"
    ]
  },
  {
    "id": 8,
    "title_en": "Marketing Related Activity",
    "title_th": "กิจกรรมที่เกี่ยวข้องกับการตลาด",
    "detail_en": "<p>If you wish to cancel or request not to receive marketing materials or newsletter from the Company, you can proceed to submit your request through the Company’s contact channel provided under “11. Contact Us.” However, this cancellation will not affect your ability to receive products or services as addressed in the contract.</p>",
    "detail_th": "<p>หากท่านมีความประสงค์จะปฏิเสธหรือยกเลิกการรับข้อมูลข่าวสารทางการตลาดจากบริษัท สามารถดำเนินการแจ้งความประสงค์ที่ช่องทางตามที่กำหนดในข้อ “11. ติดต่อเรา” ทั้งนี้การปฏิเสธหรือยกเลิกการรับข้อมูลข่าวสารทางการตลาดจะไม่กระทบต่อการให้บริการตามสัญญาแก่ท่าน</p>"
  },
  {
    "id": 9,
    "title_en": "Security Measures for Personal Data",
    "title_th": "มาตรการในการรักษาความปลอดภัยของข้อมูลส่วนบุคคล",
    "detail_en": "<p>The Company has taken appropriate measure to ensure physical protection and organizational and technical measurements, to prevent your personal data from loss, misuse, or unauthorized access, disclose, change, and deletion.</p><p>In the event that the Company assign external party for system development and maintenance, resources allocation, or any other services, the Company may sets for confidentiality and/or data processing agreement in accordance with this Privacy Notice to be made; for the benefit of securing your personal data.</p><p>The Company has set the process to manage personal data breach incident and will notify you in accordance with the law. Nonetheless, even though there is strict security measure for personal data, there is a security limitation when it comes to transmission of data on the internet. Hence, the Company is unable to guarantee the security of your personal data disclosed on online platform.</p>",
    "detail_th": "<p>บริษัทดำเนินการตามขั้นตอนที่เหมาะสม การดูแลปกป้องด้านกายภาพ การบริหารจัดการและด้านเทคนิค เพื่อปกป้องข้อมูลส่วนบุคคลของท่านจากการสูญเสีย การนำไปใช้ในทางที่ผิด รวมทั้งการเข้าถึงการเปิดเผย การเปลี่ยนแปลงและการทำลายโดยไม่ได้รับอนุญาต</p><p>ในกรณีที่บริษัทได้ให้บุคคลภายนอกทำการพัฒนาและดูแลรักษาระบบ การจัดสรรทรัพยากรหรือบริการ หรือให้บริการอื่นใดแก่บริษัท บริษัทอาจกำหนดให้มีข้อตกลงรักษาความลับ และ/หรือข้อตกลงให้ประมวลผลข้อมูลอย่างสอดคล้องกับประกาศความเป็นส่วนตัวนี้ ทั้งนี้ เพื่อประโยชน์ในการรักษา ความปลอดภัยของข้อมูลส่วนบุคคลของท่าน</p><p>บริษัทได้จัดทำกระบวนการเพื่อจัดการกับการละเมิดข้อมูลส่วนบุคคล และจะแจ้งให้ท่านทราบโดยเป็นไปตามที่กฎหมายกำหนด ทั้งนี้ แม้มีมาตรการการรักษาความปลอดภัยของข้อมูลอย่างเข้มงวดแต่การรับส่งข้อมูลทางอินเทอร์เน็ตนั้นยังคงมีข้อจำกัดในการดูแลรักษาความปลอดภัย บริษัทจึงไม่สามารถรับประกันความปลอดภัยของข้อมูลส่วนบุคคลของท่านที่เปิดเผยผ่านช่องทางอินเทอร์เน็ตได้</p>"
  },
  {
    "id": 10,
    "title_en": "Personal Data Retention",
    "title_th": "ระยะเวลาในการเก็บรักษาข้อมูลส่วนบุคคล",
    "detail_en": "<p>The Company will retain your personal data in accordance with the purpose stated in this Privacy Notice at least 10 years or as long as necessary, in accordance with the Company Policy and strict legal requirements.</p>",
    "detail_th": "<p>บริษัทจะเก็บรักษาข้อมูลส่วนบุคคลของท่านตามวัตถุประสงค์ของประกาศความเป็นส่วนตัวฉบับนี้ อย่างน้อยสิบปี หรือจัดเก็บตามระยะเวลาเท่าที่จำเป็นในการใช้งาน ซึ่งสอดคล้องกับนโยบายของบริษัท และข้อกำหนดของกฎหมาย</p>"
  }
]